Repository: Faceunity/FUSealTalkDemo
Catalog: ios-sealtalk/RCloudMessage/Sections/Chat/RealTimeLocation/Resource/*.lproj/RealTimeLocation.strings
Languages: ar

# locating
source: Positioning...
ar: جاري تحديد الموقع ...

# Inaccessible
source: Unable to access
ar: فشل الوصول إليها

# Location_access_without_permission
source: Can not access to location information, please turn on location access from Settings - Privacy - Location Services
ar: لا يوجد إذن للوصول إلى معلومات الموقع ، يرجى تشغيل إذن الوصول إلى الموقع من الإعدادات - الخصوصية - خدمات الموقع

# end_share_location_alert
source: Are you sure to end location sharing？
ar: سيتم إنهاء مشاركة الموقع أم لا؟

source: End
ar: إنهاء

# leave_location_share_when_leave_chat
source: End chatting, the location share will also be ended, confirm to end the conversion ?
ar: إذا تركت الدردشة ستنتهي مشاركة الموقع، أكد المغادرة

source: Send Location
ar: إرسال الموقع

# location_share
source: Real-time Location
ar: مشاركة الموقع في الوقت الحقيقي

# you_join_location_share
source: You have joined a location share
ar: لقد انضممت إلى مشاركة الموقع

# you_location_sharing
source: You are sharing a location
ar: أنت تشارك الموقع

# someone_location_sharing
source: %@ is sharing a location
ar: تم %@ مشاركة الموقع

# user_location_sharing
source: User<%@> is sharing a location
ar: مشاركة الموقع user<%@>تم

# you_quit_location_share
source: You have quit a location sharing
ar: قمت بإلغاء مشاركة الموقع

# someone_quit_location_share
source: %@ quit a location sharing
ar: تم @% إلغاء مشاركة الموقع

# user_quit_location_share
source: User<%@> has quit a location sharing
ar: إلغاء مشاركة الموقع user<%@>تم

# share_location_people_count
source: %lu of people in sharing location
ar: شخص مشاركة الموقع %lu تم

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

# share_location_finished
source: Location sharing is ended
ar: انتهت مشاركة الموقع

# i_start_location_share
source: Initiate a location sharing
ar: بدأت مشاركة الموقع

# join_share_location_alert
source: Join location sharing, other people in the chat can also see your location, confirm to join?
ar: انضم إلى مشاركة الموقع ، ويمكن الآخرين في الدردشة رؤية موقعك ، هل أنت متأكد من الانضمام؟

source: Join
ar: الانضمام إلى

# join_share_location
source: %@ join...
ar: تم @% الانضمام إلى
